const PersonalPage = () => {
  return (
    <div>
      <div
        style={{
          display: "flex",
          
          flexDirection: "column",
          marginRight:"40px"
        }}
      >
        <p style={{ fontSize: "1.4rem" }}>
          اینجانب علی عنایت زارع متولد ۱۲/۶/۱۳۶۵ در شهر دزفول هستم مدرک کاردانی
          برق الکتروتکنیک خود را از دانشگاه آزاد واحد اندیمشک گرفته ام و متاهل
          میباشم و دارای یک فرزند پسر هستم{" "}
        </p>
        <p style={{ fontSize: "1.2rem", marginTop: "20px",width:"85%" }}>
          بعد از دانشگاه وارد شرکت صنعتی دوده فام صدف(کربن بلک) شدم ودر انجا در
          اتاق کنترل مشغول به کار بودم و در همان جا بخاطر سیستمی که با آن کار
          میکردم میخواستم که بدانم چگونه برنامه این سیستم نوشته شده است به
          برنامه مویسی علاقه پیدا کردم
        </p>
        <p style={{ fontSize: "1.2rem", marginTop: "20px" }}>
          من دوره های خود را ابتدا با html-cssوبعد از آن به ترتیب دوره های
          next.js & react.js & javascript را گذرانده ام
        </p>
        <p style={{ fontSize: "1.2rem", marginTop: "20px" }}>
          من به مدت سه سال است که دوره های خود وآموزش خود را ادامه داده و در
          همین راستا در چند پروژه به صورت کار آموزی و همکاری شرکت داشته ام
        </p>
        <p style={{ fontSize: "1.2rem", marginTop: "20px" }}>
          همچنین در کارنامه خود چندین پروژه انجام داده ام که در قسمت پروژه ها
          میتوانید آنها را مشاهده کنید
        </p>
      </div>
    </div>
  );
};

export default PersonalPage;
